Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_356_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi parlamentáralaš ráđi jođiheapmi Suoma sámediggái
smn: Säämi parlamentaarlâš rääđi jođettem Suomâ sämitiigán

source: Sámi parlamentáralaš ráđi jođiheapmi sirdása Suoma sámediggái cuoŋománus .
smn: Säämi parlamentaarlâš rääđi saavâjođettemvuotâ sirdâšuvá Suomâ sämitiigán cuáŋuimáánust .

source: Jođihanbadji álggahuvvo parlamentáralaš ráđi almmolaš čoahkkimiin Roavvenjárggas .
smn: Saavâjođettempaje álgá parlamentaarlâš rääđi almosčuákkimáin Ruávinjaargâst .

source: Čoahkkimii oassálastá maiddái ON álgoálbmotraportevra James Anaya , gii gullá parlamentáralaš ráđi , sámi servviid ja stáhtaid álgoálbmotpolitihka birra .
smn: Čuákkimân uáslist meiddei OA algâaalmugraportistee James Anaya , kote kulá rääđi , säämi aalmuglâšseervijd já staatâ algâaalmugpolitiijkást .

source: Sámedikki ságajođiheaddji Juvvá Lemet , Klemetti Näkkäläjärvi , muitalii sámepolitihka áigeguovdilis áššiin sámedikki dievasčoahkkimii Heahtás 11.3. – Sámedikkit raporterejit Anayai maiddái iešráđđenvuoigatvuođa ollašuvvamis iežaset ruovtturiikkain , muitalii Näkkäläjärvi .
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi muštâlij Hettaast 11.3. čokkânâm sämitige čuákkimân sämipolitiijká äigikyevdilijn aašijn . – Sämitigeh raportisteh Anayan meiddei jiešmeridemvuoigâdvuođâ olášuumeest päikkiriijkâinis , muštâlij Näkkäläjärvi .

source: - Sámi parlamentáralaš ráđđi lea nannen ovttasbarggus dálkádatpolitihkalaš gažaldagain , muitalii Näkkäläjärvi .
smn: – Säämi parlamentaarlâš rääđi lii čovgim oovtâstpargoos šoŋŋâdâhpoolitlijn koččâmâšâin , muštâlij Näkkäläjärvi .

source: – Sámi dálkádatpolitihkalaš strategiija válmmaštallan lea álggahuvvon ja parlamentáralaš ráđi stivra evttoha ráđi čoahkkimii strategiijas mearrideami .
smn: – Säämi šoŋŋâdâhpoolitlâš strategia valmâtâllâm lii algâttum já parlamentaarlâš rääđi stivrâ iävtut rääđi čuákkimân strategiast meridem .

source: Köpenhammana dálkádatráđđadallamiin eai ožžon áigái riikkaidgaskasaččat čatni soahpamuša ja ášši sirdása Meksiko dálkádatčoahkkimii , mii dollojuvvo boahtte juovlamánus .
smn: Kööbenhaammân šoŋŋâdâhráđádâlmijn ij šoddâm čannee sopâmuš luáštukeeppijdmijn já äšši sirdâšuvá Meksiko puáttee juovlâmáánu šoŋŋâdâhčuákkimân .

source: Buot golbma sámedikki oassálaste Köpenhammana čoahkkimii .
smn: Kööbenhamânist lijjii ovdâstum puoh kulmâ sämitige .

source: Sámiid riektesajádaga ovddideapmi
smn: Sämmilij vuoigâdvuođâsajattuv ovdedem

source: Davviriikkalaš sámesoahpamuša ollašuhttimii gulli ráđđádallamiin ja ráđđádallamiid álggaheamis mearriduvvo čuovvovaš sámepresideanttaid ja – ministtariid oktasaš čoahkkimis miessemánus .
smn: Tave-eennâmlâš sämisopâmuš olášutmân sihtejeijee ráđádâlmijn já toi aalgâtmist meriduvvoo puáttee sämipresideentâi já - ministerij ohtsii čuákkimist vyesimáánust .

source: Sámedikki stivra lea ráđđádallan iežas ráđđadallansajádaga buorideamis mannan čavčča rájes .
smn: Sämitige stivrâ lii moonnâm čoovčâ rääjist ráđádâllâm jieijâs ráđádâllâmsajattuv pyereedmist .

source: – Stivra mearridii vuolgit joatkkaráđđádallamiidda stáhta delegašuvnna oassin ja oaččui dakkár rámmaeavttuid , maid mielde soahpámuš ii ratifiserejuvvo Suomas , jos sámediggi ii dan dohkket , muitalii Näkkäläjärvi .
smn: – Stivrâ meridij vyelgiđ fáárrun jotkâráđádâlmáid uássin staatâ delegaatio já uážui robdâiävtuid , moi mield sopâmuš ij ratifisistuu Suomâst , jis sämitigge ij tom tuhhit , muštâlij Näkkäläjärvi .

source: - Sámediggái dorvvastuvvojit áššedovderesurssat soahpámuša ollašuhttinbarggus ja vejolašvuohta cealkit oaivilis ja ovdanbuktit golmma riikka sámedikkiid oktasaš oainnuid , muitalii Näkkäläjärvi .
smn: – Sämitiigán torvejuvvojeh äššitobdeeresursseh sopâmuš olášuttempargoost já máhđulâšvuođah almottiđ uáivilijdis já oovdânpyehtiđ ohtsijd uáinuid kuulmâ eennâm sämitigij kooskâ , muštâlij Näkkäläjärvi .

source: – Sámi parlamentáralaš ráđi stivra lea mearridan , ahte sámedikkit sohpet oktasaš beali váldimiin soahpámuša joatkkaráđđádallamiin .
smn: – Säämi parlamentaarlâš rääđi stivrâ lii meridâm , et sopâmuš jotkâráđádâlmijn suáppoo oovtâst ráđádâllâmuáinuin .

source: – Leat maiddái soahpan , ahte buot golmma sámediggái guoski áššiin ráđđádallat ovttas parlamentáralaš ráđis ovdal mearrádusdahkama .
smn: – Mij lep sooppâm meiddei , et puohâi kuulmâ sämitige kyeskee aašijn ráđádâlloo parlamentaarlâš rääđist ovdil miärádâstoohâm .

source: Näkkäläjärvi muitalii maid , ahte álbmogiidgaskasaš bargoorganisašuvdna ILO álgoálbmotsoahpámuša ratifiseren lea ain stáhtaráđi áššelisttus .
smn: Näkkäläjärvi muštâlij meiddei aalmugijkoskâsâš pargo-ornijdume ILO algâaalmugsopâmuš ratifisistem lemin ain-uv staatârääđi äššilistoost .

source: – Vuoigatvuohtaministtaris ožžon dieđuid mielde ášši ovddideapmi lea oaiveministtar Vanhanen ovddasvástádusas .
smn: – Äšši lii riehtiminister adelem tiäđui mield uáiviminister Vanhas ovdâsvástádâsâst .

source: Sámedikki stivra lea gáibidan , ahte ášši galggašii fárggamusat ovddiduvvot ja ordnet ráđđádallamiid deháleamos ministtariid ja oaiveministtara gaskkas , muhto dán rádjái ášši ii leat ovdanan .
smn: Sämitige stivrâ lii vaattâm ääši jotelis ovdedem já ráđádâlmeh čoovdâministerij já uáiviminister kooskâ láá toollum , mut äšši ij lah vala ovdánâm .

source: – Ášši ovddideapmi lea oaiveministtara duohken , gávnnahii Näkkäläjärvi .
smn: – Ääši ovdánem lii ollásávt uáiviministerist kiddâ , kavnâttij Näkkäläjärvi .

source: Ovttasbargu boazo-ja biodiversitehttaáššiin
smn: Oovtâstpargo puásui- já biodiversiteetaašijn

source: Näkkäläjärvi muitalii , ahte sámediggi ordne giđđat oktasaš čoahkkima sámiid ruovttuguovllu bálgosiid boazoisiđiiguin .
smn: Näkkäläjärvi muštâlij , et sämitigge uárnee kiđđuv ohtsii čuákkim sämikuávlu palgâsij puásuišedijguin .

source: Áššelisttus lea earenoamážit alimus lobalaš boazologuid mearrideapmi .
smn: Äššilistoost lii eromâšávt stuárráámusâi puásuilovoi meridem .

source: Näkkäläjärvi jođiha biodiversitehttasoahpámuša artihkkala 8(j ) ollašuhttima Suomas válmmaštalli bargojoavkku .
smn: Näkkäläjärvi joođeet biodiversiteetsopâmuš artikla 8(j ) olášuttem Suomâst valmâštellee pargojuávhu .

source: Bargu lea Näkkäläjärvi mielas ovdanan bures .
smn: Pargo lii Näkkäläjärvi mield ovdánâm pyereest .

source: – Ášši válmmaštalli bargojoavku boahtá vel gullat iešguđet sámi ealáhusjoavkkuid ovddasteddjiid ja galledit sámiid ruovttuguovllus .
smn: – Ääši valmâštellee pargojuávkku šadda kuullâđ vala jieškote-uv sämi-iäláttâsjuávhui ovdâsteijeid já kolliistâl sämikuávlust .

source: Ášši válmmaštallamii leat oassálastán maiddái máŋggat sámedikki luohttámušolbmot .
smn: Ääši valmâštâlmân láá uásálistám maaŋgah sämitige luáttámušulmuuh .

source: - Sámedikki buot lávdegottit leat addán iežaset oainnuid artihkkala ollašuhttimis .
smn: – Sämitige puoh lävdikodeh láá adelâm jieijâs uáinu artikla olášutmist .

source: Sámediggi lea ohcan ruhtadeami álbmogiidgaskasaš bargobáji ordnemii artihkkala 8(j ) ollašuhttimis , muhto ruhtadeapmi ii leat vuos sihkkarastton , muitalii Näkkäläjärvi .
smn: Sämitigge lii uuccâm ruttâdem aalmugijkoskâsâš pargopáájá orniimân artikla 8(j ) olášutmist , mut ruttâdem ij lah vala visásmâm , muštâlij Näkkäläjärvi .

source: Sámegielaid ealáskahttinprográmma
smn: Sämikielâ iäláskittemohjelm

source: Sámediggi lea Näkkäläjärvi mielde duhtávaš dasa , ahte stáhtaráđđi lea olmmošvuoigatvuohtapolitihkalaš čielggadeamisttis čatnasan bidjat johtui sámegielaid ealáskahttinprográmma .
smn: Näkkäläjärvi mield lii Sämitigge tuđâvâš tast , et staatârääđi lii olmoošvuoigâdvuođâpoolitlâš čielgiittâstis sonâsâm sämikielâ iäláskittemohjelm jotonpiejâmân .

source: – Vuođđoláhkalávdegoddi , olgoáššiidlávdegoddi ja oppa riikabeaivvit leat hoahpuhan prográmma álggaheami .
smn: – Vuáđulahâváljukodde , olgoašijváljukodde já ubâ ovdâskodde láá huáputtâm ohjelm algâttem .

source: Sámediggi lea dahkan álgaga prográmma álggaheamis ja leat hoahpuhan ášši válmmaštallama máŋggain cealkámušain , muitalii Näkkäläjärvi .
smn: Sämitigge lii toohâm ohjelm aalgâtmist alguu já mij lep huáputtâm ääši valmâštâllâm maaŋgâin peleväldimijn , muštâlij Näkkäläjärvi .

source: – Maŋimuštá leat gáibidan ášši ovvideami vuoigatvuohtaministtaris , gii leage sádden áššis reivve oahpahusministeriijai .
smn: – Majemustáá mij lep kiäsám riehtiministerin , kote lii-uv vuolgâttâm ääšist čáállus máttááttâsministeriön .
